***messages***

:STRINGS

MYesNo                         "_Sí_No"
MYesNoAll                      "_Sí_No_Todo"
MYesNoAllQ                     "_Sí_No_Todo_nUnca_sAlir"
MYesNoAllRenQ                  "_Sí_No_Todo_nUnca_Renombrar_sAlir"
MContinueQuit                  "_Continuar_Salir"
MRetryAbort                    "_Reintentar_Abandonar"
MCopyright                     "\nRAR %s    Copyright (c) 1993-%d Alexander Roshal    %d %s %d"
MRegTo                         "\nRegistrado por %s\n"
MShare                         "\nVersión de evaluación     Escriba 'rar -?' para ayuda\n"
MRegKeyWarning                 "\nLa licencia es válida solo para %s\n"
MUCopyright                    "\nUNRAR %s freeware      Copyright (c) 1993-%d Alexander Roshal\n"
MBeta                          "beta"
Mx86                           "x86"
Mx64                           "x64"
MMonthJan                      "Ene"
MMonthFeb                      "Feb"
MMonthMar                      "Mar"
MMonthApr                      "Abr"
MMonthMay                      "May"
MMonthJun                      "Jun"
MMonthJul                      "Jul"
MMonthAug                      "Ago"
MMonthSep                      "Sep"
MMonthOct                      "Oct"
MMonthNov                      "Nov"
MMonthDec                      "Dic"
MRARTitle1                     "\nUso:     rar <orden> -<modificador 1> -<modificador N> <archivo> <ficheros...>"
MUNRARTitle1                   "\nUso:     unrar <orden> -<modificador 1> -<modificador N> <archivo> <ficheros...>"
MRARTitle2                     "\n               <@lista de ficheros...> <ruta_de_extracción\\>"
MCHelpCmd                      "\n\n<Ordenes>"
MCHelpCmdA                     "\n  a             Añadir ficheros al archivo"
MCHelpCmdC                     "\n  c             Añadir comentario de archivo"
MCHelpCmdCH                    "\n  ch            Cambiar modificadores del archivo"
MCHelpCmdCW                    "\n  cw            Escribir el comentario de archivo en el fichero"
MCHelpCmdD                     "\n  d             Eliminar ficheros del archivo"
MCHelpCmdE                     "\n  e             Extraer ficheros sin trayectorias"
MCHelpCmdF                     "\n  f             Actualizar los ficheros del archivo"
MCHelpCmdI                     "\n  i[par]=<str>  Buscar cadena en los archivos"
MCHelpCmdK                     "\n  k             Bloquear el archivo"
MCHelpCmdL                     "\n  l[t[a],b]     Listar contenido [técnico[todo],simple]"
MCHelpCmdM                     "\n  m[f]          Mover al archivo [sólo ficheros]"
MCHelpCmdP                     "\n  p             Sacar el fichero por la salida estándar"
MCHelpCmdR                     "\n  r             Reparar el archivo"
MCHelpCmdRC                    "\n  rc            Reconstruir volúmenes perdidos"
MCHelpCmdRN                    "\n  rn            Renombrar ficheros comprimidos"
MCHelpCmdRR                    "\n  rr[N]         Añadir registro de recuperación de datos"
MCHelpCmdRV                    "\n  rv[N]         Crear volúmenes de recuperación"
MCHelpCmdS                     "\n  s[nombre|-]   Convertir el archivo en o desde SFX"
MCHelpCmdT                     "\n  t             Comprobar los ficheros de archivo"
MCHelpCmdU                     "\n  u             Actualizar los ficheros en el archivo"
MCHelpCmdV                     "\n  v[t[a],b]     Listado detallado del archivo [técnico[todo],simple]"
MCHelpCmdX                     "\n  x             Extraer ficheros con la ruta completa"
MCHelpSw                       "\n\n<Modificadores>"
MCHelpSwm                      "\n  -             Detener el proceso de modificadores"
MCHelpSwAT                     "\n  @[+]          Activar [desactivar] listas de ficheros"
MCHelpSwAC                     "\n  ac            Borrar el atributo Archivo tras la compresión o extracción"
MCHelpSwAD                     "\n  ad            Añadir nombre de archivo a la carpeta de destino"
MCHelpSwAG                     "\n  ag[formato]   Generar el nombre de archivo usando la fecha actual"
MCHelpSwAI                     "\n  ai            Ignorar atributos de fichero"
MCHelpSwAO                     "\n  ao            Añadir los ficheros con el atributo Archivo activado"
MCHelpSwAP                     "\n  ap<ruta>      Establecer la ruta dentro del archivo"
MCHelpSwAS                     "\n  as            Sincronizar el contendido del archivo"
MCHelpSwCm                     "\n  c-            No mostrar comentarios"
MCHelpSwCFGm                   "\n  cfg-          No leer configuración"
MCHelpSwCL                     "\n  cl            Convertir los nombres a minúsculas"
MCHelpSwCU                     "\n  cu            Convertir los nombres a mayúsculas"
MCHelpSwDF                     "\n  df            Eliminar los ficheros tras la compresión"
MCHelpSwDH                     "\n  dh            Abrir los ficheros compartidos"
MCHelpSwDR                     "\n  dr            Mover ficheros a la Papelera tras la compresión"
MCHelpSwDS                     "\n  ds            Desactivar la clasificación por nombre en los archivos sólidos"
MCHelpSwDW                     "\n  dw            Limpiar y eliminar ficheros tras la compresión"
MCHelpSwEa                     "\n  e[+]<atri>    Excluir o incluir ficheros según sus atributos"
MCHelpSwED                     "\n  ed            No añadir directorios vacíos"
MCHelpSwEN                     "\n  en            No añadir bloque de 'final de archivo'"
MCHelpSwEP                     "\n  ep            Excluir las rutas de los nombres"
MCHelpSwEP1                    "\n  ep1           Excluir el directorio raíz de los nombres"
MCHelpSwEP2                    "\n  ep2           Expandir las rutas al máximo"
MCHelpSwEP3                    "\n  ep3           Expandir las rutas al máximo incluyendo la letra de la unidad"
MCHelpSwF                      "\n  f             Actualizar los ficheros"
MCHelpSwHP                     "\n  hp[ctrña]     Cifrar cabeceras y datos"
MCHelpSwHT                     "\n  ht[b|c]       Especificar algoritmo para la suma de control [BLAKE2,CRC32]"
MCHelpSwIDP                    "\n  id[c,d,p,q]   Desactivar mensajes"
MCHelpSwIEML                   "\n  ieml[email]   Enviar archivo por email"
MCHelpSwIERR                   "\n  ierr          Mostrar mensajes en la consola de depuración"
MCHelpSwILOG                   "\n  ilog[fichero] Registrar errores en un fichero"
MCHelpSwINUL                   "\n  inul          Desactivar todos los mensajes"
MCHelpSwIOFF                   "\n  ioff[n]       Apagar el PC después de finalizar la operación"
MCHelpSwISND                   "\n  isnd[-]       Controlar notificaciones sonoras"
MCHelpSwIVER                   "\n  iver          Mostrar número de versión"
MCHelpSwKB                     "\n  kb            Conservar los ficheros extraídos dañados"
MCHelpSwLog                    "\n  log[f][=nomb] Escribe nombres en el fichero de registro"
MCHelpSwMn                     "\n  m<0..5>       Establecer nivel de compresión (0-guardar ... 3-normal 5-máxima)"
MCHelpSwMA                     "\n  ma[4|5]       Especificar versión de formato de compresión"
MCHelpSwMC                     "\n  mc<par>       Establecer opciones avanzadas de compresión"
MCHelpSwMD                     "\n  md<m>[k,m,g]  Tamaño del diccionario en KB, MB o GB"
MCHelpSwMS                     "\n  ms[lista]     Especificar tipos de ficheros a almacenar"
MCHelpSwMT                     "\n  mt<threads>   Especificar número de procesos"
MCHelpSwN                      "\n  n<fichero>    Filtrar además el fichero especificado"
MCHelpSwNa                     "\n  n@            Leer mascaras de filtro adicionales de la entrada estandard"
MCHelpSwNal                    "\n  n@<lista>     Leer mascaras de filtro adicionales del fichero <lista>"
MCHelpSwO                      "\n  o[+|-]        Establecer el modo de sobreescritura"
MCHelpSwOC                     "\n  oc            Guardar atributo NTFS de compresión"
MCHelpSwOH                     "\n  oh            Guardar enlaces fuertes como enlace en lugar de como fichero"
MCHelpSwOI                     "\n  oi[0-4][:min] Guardar ficheros idénticos como referencias"
MCHelpSwOL                     "\n  ol[a]         Procesar enlaces simbólicos como enlace [ruta absoluta]"
MCHelpSwONI                    "\n  oni           Permitir nombres potencialmente incompatibles"
MCHelpSwOR                     "\n  or            Renombrar ficheros automáticamente"
MCHelpSwOS                     "\n  os            Guardar flujos NTFS"
MCHelpSwOW                     "\n  ow            Guardar o restablecer el propietario y grupo"
MCHelpSwP                      "\n  p[contraseña] Especificar la contraseña"
MCHelpSwPm                     "\n  p-            No preguntar la contraseña"
MCHelpSwQO                     "\n  qo[-|+]       Añadir información de obertura rápida [ninguna|forzar]"
MCHelpSwR                      "\n  r             Inclusión recursiva de directorios"
MCHelpSwRm                     "\n  r-            Desactivar recursión"
MCHelpSwR0                     "\n  r0            Recorrer recursivamente sólo los subdirectorios de los nombres con comodín"
MCHelpSwRI                     "\n  ri<P>[:<S>]   Especificar la prioridad (0-predeterminada,1-min..15-máx) y el tiempo de inactividad en ms"
MCHelpSwS                      "\n  s[<N>,d,e]    Crear un archivo sólido"
MCHelpSwSm                     "\n  s-            Desactivar la compresión sólida"
MCHelpSwSC                     "\n  sc<chr>[obj]  Especificar el juego de caracteres"
MCHelpSwSFX                    "\n  sfx[nombre]   Crear un archivo SFX"
MCHelpSwSI                     "\n  si[nombre]    Leer datos de la entrada estándar"
MCHelpSwSL                     "\n  sl[tamaño]    Procesar ficheros mas pequeños que el tamaño especificado"
MCHelpSwSM                     "\n  sm[tamaño]    Procesar ficheros mas grandes que el tamaño especificado"
MCHelpSwT                      "\n  t             Comprobar ficheros después de comprimir"
MCHelpSwTK                     "\n  tk            Conservar la hora original del archivo"
MCHelpSwTL                     "\n  tl            Establecer como hora de archivo la del último fichero"
MCHelpSwTN                     "\n  tn[mcao]<t>   Procesar ficheros posteriores a <t>"
MCHelpSwTO                     "\n  to[mcao]<t>   Procesar ficheros anteriores a <t>"
MCHelpSwTA                     "\n  ta[mcao]<d>   Procesar ficheros modificados después de <d> en formato AAAAMMDDHHMMSS"
MCHelpSwTB                     "\n  tb[mcao]<d>   Procesar ficheros modificados antes de <d> en formato AAAAMMDDHHMMSS"
MCHelpSwTS                     "\n  ts[m,c,a,p]   Guardar o restaurar fecha y hora (modificación, creación, acceso, preservar)"
MCHelpSwU                      "\n  u             Actualizar los ficheros"
MCHelpSwV                      "\n  v             Crear volúmenes con detección automática de tamaño o listar todos los volúmenes"
MCHelpSwVUnr                   "\n  v             Listar todos los volúmenes"
MCHelpSwVn                     "\n  v<tamaño>[k,b]Crear volúmenes con tamaño =<tamaño>*1000 [*1024, *1]"
MCHelpSwVD                     "\n  vd            Borrar el contenido del disco antes de crear un volumen"
MCHelpSwVER                    "\n  ver[n]        Control de versión de ficheros"
MCHelpSwVN                     "\n  vn            Usar nomenclatura antigua de volúmenes"
MCHelpSwVP                     "\n  vp            Detenerse antes de cada volumen"
MCHelpSwW                      "\n  w<ruta>       Asignar el directorio de trabajo"
MCHelpSwX                      "\n  x<fichero>    Excluir el fichero especificado"
MCHelpSwXa                     "\n  x@            Leer ficheros a excluir de la entrada estándar"
MCHelpSwXal                    "\n  x@<lista>     Excluir los ficheros listados en el fichero <lista>"
MCHelpSwY                      "\n  y             Suponer Sí a todo"
MCHelpSwZ                      "\n  z<fichero>    Leer el comentario de archivo desde fichero"
MBadArc                        "\nERROR: archivo %s no válido\n"
MAskPsw                        "Introduzca la contraseña (no se mostrará)"
MAskPswFor                     "\nIntroduzca la contraseña (no se mostrará) para %s: "
MReAskPsw                      "\nVuelva a introducir la contraseña: "
MNotMatchPsw                   "\nERROR: las contraseñas no coinciden\n"
MErrWrite                      "Error de escritura en el fichero%s"
MErrRead                       "Error de lectura en el fichero %s"
MErrSeek                       "Buscar error en el fichero %s"
MErrFClose                     "No se puede cerrar el fichero %s"
MErrOutMem                     "Memoria insuficiente"
MErrBrokenArc                  "Archivo dañado - use la orden 'Reparar'"
MProgAborted                   "Programa anulado"
MErrRename                     "\nNo se puede renombrar %s como %s"
MAbsNextVol                    "\nNo se puede encontrar el volumen %s"
MBreak                         "\nInterrupción de usuario\n"
MAskCreatVol                   "\n¿Crear el siguiente volumen ?"
MAskNextDisk                   "\nDisco lleno. Introduzca el siguiente"
MCreatVol                      "\n\nCreando el %sarchivo %s\n"
MAskNextVol                    "\nIntroduzca el disco con %s"
MTestVol                       "\n\nComprobando el archivo %s\n"
MExtrVol                       "\n\nExtrayendo de %s\n"
MConverting                    "\nConvirtiendo %s"
MCvtToSFX                      "\nConvertir archivos en SFX"
MCvtFromSFX                    "\nEliminando el módulo SFX"
MNotSFX                        "\n%s no es un archivo SFX"
MNotRAR                        "\n%s no es un archivo RAR"
MNotFirstVol                   "\n%s no es el primer volumen"
MCvtOldFormat                  "\n%s - no se puede convertir en archivo SFX con formato antiguo"
MCannotCreate                  "\nNo se puede crear %s"
MCannotOpen                    "\nNo se puede abrir %s"
MUnknownMeth                   "\nMétodo desconocido en %s"
MNewRarFormat                  "\nFormato de archivo no soportado. Por favor, actualice WinRAR a una versión más nueva."
MOk                            " Aceptar"
MDone                          "\nListo"
MLockingArc                    "\nBloqueando el archivo"
MNotMdfOld                     "\n\nERROR: no se puede modificar el archivo con formato antiguo"
MNotMdfLock                    "\n\nERROR: archivo bloqueado"
MNotMdfVol                     "\n\nERROR: no se puede modificar el volumen"
MPackAskReg                    "\nCopia de evaluación. Regístrese, por favor.\n"
MCreateArchive                 "\nCreando el %sarchivo %s\n"
MUpdateArchive                 "\nActualizando %sarchivo %s\n"
MAddSolid                      "sólido "
MAddFile                       "\nAñadiendo    %-58s     "
MUpdFile                       "\nActualizando %-58s     "
MAddPoints                     "\n...          %-58s     "
MMoveDelFiles                  "\n\nEliminando los ficheros %s..."
MMoveDelDirs                   "y los directorios"
MMoveDelFile                   "\nEliminando %-30s"
MMoveDeleted                   "    eliminado"
MMoveNotDeleted                "    NO ELIMINADO"
MClearAttrib                   "\n\nBorrando atributos..."
MMoveDelDir                    "\nBorrando el directorio %-30s"
MWarErrFOpen                   "\nADVERTENCIA: no se pueden abrir %d %s"
MErrOpenFiles                  "ficheros"
MErrOpenFile                   "fichero"
MAddNoFiles                    "\nADVERTENCIA: no hay ficheros"
MMdfEncrSol                    "\n%s: cifrado"
MAddAnalyze                    "\nAnalizando los ficheros comprimidos: "
MRepacking                     "\nRecomprimiendo los ficheros comprimidos: "
MCRCFailed                     "\n%-20s - Error en la suma de control"
MUseCurPsw                     "\n%s - ¿usar la contraseña actual ?"
MCreatDir                      "\nCreando     %-56s"
MExtrSkipFile                  "\nOmitiendo   %-56s"
MExtrTestFile                  "\nComprobando %-56s"
MExtrFile                      "\nExtrayendo  %-56s"
MExtrPoints                    "\n...         %-56s"
MExtrErrMkDir                  "\nNo se puede crear el directorio %s"
MExtrPrinting                  "\n------ Imprimiendo %s\n\n"
MEncrBadCRC                    "\nError en la suma de control del fichero cifrado %s. Fichero dañado o contraseña incorrecta."
MExtrNoFiles                   "\nNo hay ficheros que extraer"
MExtrAllOk                     "\nTodo correcto"
MExtrTotalErr                  "\nTotal de errores: %ld"
MAskReplace                    "\n\n¿Quiere reemplazar el fichero existente %s\n%6s bytes, modificado el %s\ncon el afichero nuevo \n%6s bytes, modificado el %s ?\n"
MAskOverwrite                  "\n¿Sobrescribir %s ?"
MAskNewName                    "\nIntroducir nuevo nombre: "
MHeaderBroken                  "\nCabecera dañada"
MMainHeaderBroken              "\nCabercera principal del archivos dañada"
MLogFileHead                   "\n%s - la cabecera del fichero está dañada"
MLogProtectHead                "La cabecera de recuperación de datos está dañada"
MReadStdinCmt                  "\nLeyendo los ficheros a excluir de la entrada estándar\n"
MReadCommFrom                  "\nLeyendo comentario desde %s"
MDelComment                    "\nEliminando comentario desde %s"
MAddComment                    "\nAñadiendo comentario a %s"
MFCommAdd                      "\nAñadiendo comentarios de fichero"
MAskFComm                      "\n\nLeyendo comentario para %s : %s desde la entrada estándar\n"
MLogCommBrk                    "\nEl comentario de archivo está dañado"
MCommAskCont                   "\nPulse 'Intro' para continuar o 'Q' para salir:"
MWriteCommTo                   "\nEscribir comentario para %s"
MCommNotPres                   "\nFalta el comentario"
MDelFrom                       "\nEliminando de %s"
MDeleting                      "\nEliminando %s"
MEraseArc                      "\nBorrando el archivo vacío %s"
MNoDelFiles                    "\nNo hay ficheros que eliminar"
MLogTitle                      "--------  %2d %s %d, archivo %s"
MPathTooLong                   "\nERROR: ruta demasiado larga\n"
MListArchive                   "Archivo"
MListDetails                   "Detalles"
MListSolid                     "sólido"
MListSFX                       "SFX "
MListVolume                    "volumen"
MListRR                        "registro de recuperación"
MListLock                      "bloqueado"
MListEnc                       "cifrado"
MListEncHead                   "cabeceras cifradas"

; Titles for 'L' and 'V' commands.
MListTitleL                    " Atributos       Tamaño   Fecha   Hora   Nombre"
MListTitleV                    " Atributos       Tamaño  Compr. Ratio    Fecha   Hora   Control   Nombre"

; Titles for multiline list output.
MListName                      "Nombre"
MListType                      "Tipo"
MListFile                      "Fichero"
MListDir                       "Carpeta"
MListUSymlink                  "Enlace simbólico Unix"
MListWSymlink                  "Enlace simbólico Windows"
MListJunction                  "Punto de unión NTFS"
MListHardlink                  "Enlace fuerte"
MListCopy                      "Referencia a fichero"
MListStream                    "Flujo de datos alternativo NTFS"
MListTarget                    "Destino"
MListSize                      "Tamaño"
MListPacked                    "Tamaño comprimido"
MListRatio                     "Ratio"
MListMtime                     "Modi."
MListCtime                     "Crea."
MListAtime                     "Acce."
MListAttr                      "Atributos"
MListFlags                     "Marcas"
MListCompInfo                  "Compresión"
MListHostOS                    "SO anfitrión"
MListFileVer                   "Versión del fichero"
MListService                   "Servicio"
MListUOHead                    "\n   Propietario y grupo Unix:    %-14s %-14s"
MListNTACLHead                 "\n   Datos de seguridad del NTFS"
MListStrmHead                  "\n   Flujo NTFS: %s"
MListUnkHead                   "\n   Tipo desconocido de subcabecera: 0x%04x"
MFileComment                   "\nComentario: "
MYes                           "Sí"
MNo                            "No"
MListNoFiles                   "  0 ficheros\n"
MRprReconstr                   "\nReconstruyendo %s"
MRprBuild                      "\nConstruyendo %s"
MRprOldFormat                  "\nNo se puede reparar el archivo con formato antiguo"
MRprFind                       "\nEncontrado  %s"
MRprAskIsSol                   "\nLa cabecera de archivo está dañada. ¿Marcar el archivo como sólido ?"
MRprNoFiles                    "\nNo se encontró ningún fichero"
MLogUnexpEOF                   "\nFinal inesperado del archivo"
MRepAskReconst                 "\n¿Reconstruir la estructura del archivo ?"
MRRSearch                      "\nBuscando registro de recuperación"
MAnalyzeFileData               "\nAnalizando datos del fichero"
MRecRNotFound                  "\nNo se encontró el Registro de Recuperación de Datos"
MRecRFound                     "\nSe encontró el Registro de Recuperación de Datos"
MRecSecDamage                  "\nSector %ld (desplazamientos %lX...%lX) dañado"
MRecCorrected                  " - datos recuperados"
MRecFailed                     " - no se pueden recuperar los datos"
MAddRecRec                     "\nAñadiendo el registro de recuperación de datos"
MEraseForVolume                "\n\nBorrando el contenido de la unidad %c:\n"
MGetOwnersError                "\nADVERTENCIA: no se puede obtener el propietario %s ni el grupo\n"
MErrGetOwnerID                 "\nADVERTENCIA: no se puede obtener el ID del propietario %s\n"
MErrGetGroupID                 "\nADVERTENCIA: no se puede obtener el ID del grupo %s\n"
MOwnersBroken                  "\nERROR: los datos del grupo y del propietario %s están dañados\n"
MSetOwnersError                "\nADVERTENCIA: no se puede establecer el propietario %s ni el grupo\n"
MErrLnkRead                    "\nADVERTENCIA: no se puede leer el enlace simbólico %s"
MSymLinkExists                 "\nADVERTENCIA: el enlace simbólico %s ya existe"
MAskRetryCreate                "\nNo se puede crear %s. ¿Volver a intentarlo ?"
MDataBadCRC                    "\n%-20s : Error en la suma de control en el volumen %s"
MFileRO                        "\n%s es de sólo lectura"
MACLGetError                   "\nADVERTENCIA: no se pueden obtener los datos de seguridad %s\n"
MACLSetError                   "\nADVERTENCIA: no se pueden establecer los datos de seguridad %s\n"
MACLBroken                     "\nERROR: los datos de seguridad %s están dañados\n"
MACLUnknown                    "\nADVERTENCIA: formato desconocido en los datos de seguridad %s\n"
MStreamBroken                  "\nERROR: el flujo de datos %s está dañado\n"
MStreamUnknown                 "\nADVERTENCIA: formato desconocido en el flujo de datos  %s\n"
MInvalidName                   "\nERROR: nombre de fichero %s no válido"
MProcessArc                    "\n\nProcesando el archivo %s"
MCorrectingName                "\nADVERTENCIA: intentando corregir el nombre de fichero no válido"
MUnpCannotMerge                "\nADVERTENCIA: debe comenzar la extracción en un volumen anterior para descomprimir %s"
MUnknownOption                 "\nERROR: Opción desconocida: %s"
MSubHeadCorrupt                "\nERROR: Cabecera de datos en mal estado, ignorada"
MSubHeadUnknown                "\nADVERTENCIA: Formato de cabecera de datos desconocido, ignorado"
MSubHeadDataCRC                "\nERROR: Bloque de datos %s en mal estado"
MSubHeadType                   "\nTipo de cabecera de datos: %s"
MScanError                     "\nImposible leer contenido de %s"
MNotVolume                     "\n%s no es un volumen"
MRecVolDiffSets                "\nERROR: %s y %s no pertenece al mismo conjunto"
MRecVolMissing                 "\nfaltan %d volúmenes"
MRecVolFound                   "\nSe encontraron %d volúmenes de recuperación"
MRecVolAllExist                "\nNada que reconstruir"
MRecVolCannotFix               "\nReconstrucción imposible"
MReconstructing                "\nReconstruyendo..."
MCreating                      "\nCreando %s"
MRenaming                      "\nRenombrando %s a %s"
MNTFSRequired                  "\nError de escritura: solo el sistema NTFS soporta ficheros de más de 4 GB"
MFAT32Size                     "\nADVERTENCIA: El sistema FAT32 no soporta ficheros de 4 GB o mayores"
MErrChangeAttr                 "\nADVERTENCIA: Imposible cambiar atributos de %s"
MWrongSFXVer                   "\nERROR: el módulo SFX estandard no soporta archivos RAR %d.%d"
MHeadEncMismatch               "\nNo se pueda cambiar el modo de cifrado de nombres en un arxivo ya cifrado"
MCannotEmail                   "\nNo se puedo enviar el fichero %s"
MCopyrightS                    "\nArchivo RAR SFX"
MSHelpCmdE                     "\n  -x      Extraer del archivo (defecto)"
MSHelpCmdT                     "\n  -t      Verificar ficheros almacenados"
MSHelpCmdV                     "\n  -v      Listado extendido"
MRecVolLimit                   "\nEl número total de volúmenes normales y de recuperación no puede exceder de %d"
MVolumeNumber                  "volumen %d"
MCannotDelete                  "\nImposible eliminar %s"
MRecycleFailed                 "\nNo se pudo mover algunos ficheros y carpetas a la papelera de reciclaje"
MCalcCRC                       "\nCalculando la suma de control"
MTooLargeSFXArc                "\nArchivo SFX demasiado grande. Windows no puede ejecutar programas de más de 4 GB."
MCalcCRCAllVol                 "\nCalculando suma de control de todos los volúmenes."
MNotEnoughDisk                 "\nERROR: Espacio de disco insuficiente para %s."
MNewerRAR                      "\nQuizá necesita una versión mas nueva de RAR."
MUnkEncMethod                  "\nMétodo de cifrado desconocido en %s"
MWrongPassword                 "\nLa contraseña especificada es incorrecta."
MWrongFilePassword             "\nLa contraseña para %s es incorrecta"
MAreaDamaged                   "\n%d bytes dañados en %08x %08x"
MBlocksRecovered               "\n%u bloques recuperados, %u bloques realojados"
MRRDamaged                     "\nEl registro de recuperación esta dañado."
MTestingRR                     "\nVerificando el registro de recuperación"
MFailed                        "Fallo"
MIncompatSwitch                "\nEl modificador %s no esta soportado en el formato de archivo RAR %d.x."
MSearchDupFiles                "\nBuscando ficheros idénticos"
MNumFound                      "%d encontrados."
MUnknownExtra                  "\nCampo extra desconocido en %s."
MCorruptExtra                  "\nCampo extra %s dañado en %s."
MCopyError                     "\nImposible copiar %s a %s."
MCopyErrorHint                 "\nNecesita descomprimir el archivo entero para crear referencias a ficheros."
MCopyingData                   "\nCopiando datos"
MErrCreateLnkS                 "\nImposible crear enlace simbólico %s"
MErrCreateLnkH                 "\nImposible crear enlace fuerte %s"
MErrLnkTarget                  "\nNecesita descomprimir primero el destino del enlace"
MNeedAdmin                     "\nQuizá necesite ejecutar RAR como administrador"
MDictOutMem                    "\nNo hay suficiente memoria para un diccionario de compresión de %d MB, se ha cambiado a %d MB."
MUseSmalllerDict               "\nPor favor, use un diccionario de compresión menor."
MOpenErrAtime                  "\nPuede ser necesario omitir el modificador -tsp para abrir este fichero."